Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# addEditExpense.paused.caption.format
source: Paused since %@. You can still add expenses dated before then.
ar: متوقفة منذ %@. لا يزال بإمكانك إضافة نفقات بتاريخ سابق لذلك.
bn: %@ থেকে বিরতিতে। আপনি তখনও সেই তারিখের আগে খরচ যোগ করতে পারেন।
ca: En pausa des de %@. Encara pots afegir despeses amb data anterior a aquell moment.
cs: Pozastaveno od %@. Stále můžete přidávat výdaje s datem před tímto okamžikem.
da: Sat på pause siden %@. Du kan stadig tilføje udgifter dateret før det.
de: Pausiert seit %@. Du kannst weiterhin Ausgaben mit einem früheren Datum hinzufügen.
el: Σε παύση από %@. Μπορείς να προσθέσεις έξοδα με ημερομηνία πριν από τότε.
es: En pausa desde %@. Aún puedes añadir gastos con fecha anterior a ese momento.
es_mx: En pausa desde %@. Aún puedes agregar gastos con fecha anterior a ese momento.
fi: Keskeytetty %@ lähtien. Voit silti lisätä kuluja, joiden päivämäärä on ennen sitä.
fr: Suspendu depuis le %@. Tu peux toujours ajouter des dépenses datées d'avant.
fr_ca: Suspendu depuis %@. Tu peux quand même ajouter des dépenses datées avant cette date.
gu: %@ થી થોભાવેલું. તમે તે પહેલાની તારીખવાળા ખર્ચ ઉમેરી શકો છો.
he: מושהה מאז %@. עדיין ניתן להוסיף הוצאות בתאריך מוקדם מכך.
hi: %@ से रुका हुआ। आप अभी भी उससे पहले की तारीख वाले खर्च जोड़ सकते हैं।
hr: Pauzirano od %@. I dalje možeš dodati troškove s datumom prije toga.
hu: Szüneteltetve %@ óta. Még mindig hozzáadhatsz korábbi dátumú kiadásokat.
id: Dijeda sejak %@. Anda masih bisa menambahkan pengeluaran bertanggal sebelumnya.
it: In pausa dal %@. Puoi ancora aggiungere spese datate prima di allora.
ja: %@から一時停止中。それ以前の日付の支出は引き続き追加できます。
kn: %@ ರಿಂದ ವಿರಾಮಗೊಂಡಿದೆ. ನೀವು ಅದಕ್ಕಿಂತ ಮೊದಲೆ ದಿನಾಂಕಾಯ್ತ ಖರ್ಚುಗಳನ್ನು ಸೇರಿಸಬಹುದು.
ko: %@ 이후 일시 중지됨. 그 이전 날짜의 지출은 계속 추가할 수 있습니다.
ml: %@ മുതൽ താൽക്കാലികമായി നിർത്തിയിരിക്കുന്നു. നിങ്ങൾക്കുള്ള ചെലവുകൾ അതിനുമുമ്പ് ദ്വാരം കൂട്ടാൻ കഴിയും.
mr: %@ पासून थांबवलेले. तुम्ही अजूनही त्यानंतरच्या तारखेला खर्च जोडू शकता.
ms: Dijeda sejak %@. Anda masih boleh menambah perbelanjaan bertarikh sebelum itu.
nb: Satt på pause siden %@. Du kan fortsatt legge til utgifter datert før det.
nl: Gepauzeerd sinds %@. Je kunt nog steeds uitgaven van vóór die datum toevoegen.
or: %@ ଠାରୁ ବିରତ। ଆପଣ ତଥାପି ସେ ତାରିଖ ପୂର୍ବରେ ଖର୍ଚ୍ଚ ଯୋଡ଼ିପାରିବେ।
pa: %@ ਤੋਂ ਰੋਕਿਆ। ਤੁਸੀਂ ਅਜੇ ਵੀ ਉਸ ਤੋਂ ਪਹਿਲਾਂ ਦੀ ਤਾਰੀਖ਼ ਦੇ ਖਰਚੇ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Wstrzymano od %@. Nadal możesz dodawać wydatki z wcześniejszą datą.
pt_br: Pausado desde %@. Você ainda pode adicionar despesas datadas antes disso.
pt_pt: Em pausa desde %@. Ainda podes adicionar despesas datadas antes disso.
ro: În pauză din %@. Încă poți adăuga cheltuieli datate înainte de acel moment.
ru: На паузе с %@. Можно добавлять расходы до этой даты.
sk: Pozastavené od %@. Stále môžete pridávať výdavky s dátumom pred týmto okamihom.
sl: Začasno ustavljeno od %@. Stroške s prejšnjimi datumi lahko še vedno dodajaš.
sv: Pausad sedan %@. Du kan fortfarande lägga till utgifter daterade före dess.
ta: %@ முதல் இடைநிறுத்தப்பட்டது. நீங்கள் இன்னும் அப்போது முன்னர் தேதியிட்ட செலவுகளைச் சேர்க்கலாம்.
te: విరామం %@ నుండి. మీరు ఇప్పటికీ ఆ ముందు తేదీ ఖర్చులను జోడించవచ్చు.
th: หยุดชั่วคราวตั้งแต่ %@ คุณยังสามารถเพิ่มค่าใช้จ่ายที่มีวันที่ก่อนหน้านั้นได้
tr: %@ tarihinden beri duraklatıldı. Hâlâ daha öncesine tarihli giderler ekleyebilirsin.
uk: На паузі з %@. Ви все ще можете додавати витрати з ранішою датою.
ur: %@ سے روکا ہوا۔ آپ اس سے پہلے درج شدہ اخراجات شامل کر سکتے ہیں۔
vi: Đã tạm dừng từ %@. Bạn vẫn có thể thêm chi phí có ngày trước thời điểm đó.
zh_hans: 自%@起已暂停。您仍可添加更早日期的支出。
zh_hant: 已於 %@ 暫停。仍可新增該日期前的消費記錄。

# addEditExpense.postEnd.caption.format
source: Budget ended on %@.
ar: انتهت الميزانية في %@.
bn: বাজেট %@ এ শেষ হয়েছে।
ca: El pressupost va acabar el %@.
cs: Rozpočet skončil %@.
da: Budget sluttede den %@.
de: Budget endete am %@.
el: Ο προϋπολογισμός έληξε στις %@.
es: El presupuesto finalizó el %@.
es_mx: El presupuesto finalizó el %@.
fi: Budjetti päättyi %@.
fr: Le budget s'est terminé le %@.
fr_ca: Le budget s'est terminé le %@.
gu: બજેટ %@ પર સમાપ્ત થયું.
he: התקציב הסתיים ב-%@.
hi: बजट %@ पर समाप्त हुआ।
hr: Proračun je završio na %@.
hu: A költségvetés végződött: %@
id: Anggaran berakhir pada %@.
it: Budget terminato il %@.
ja: 予算は%@に終了しました。
kn: ಬಜೆಟ್ %@ ರಂದು ಅಂತಾಯಿತು.
ko: 예산이 %@에 종료되었습니다.
ml: ബജറ്റ് %@ എ അവസാനിച്ചു.
mr: Budget %@ वर संपले.
ms: Belanja berakhir pada %@.
nb: Budsjettet avsluttet %@.
nl: Budget is geëindigd op %@.
or: ବଜେଟ୍ %@ ରେ ସାରିଗଲା।
pa: ਬਜਟ %@ ਤੇ ਖਤਮ ਹੋਇਆ।
pl: Budżet zakończył się %@.
pt_br: Orçamento encerrado em %@.
pt_pt: Orçamento terminado em %@.
ro: Bugetul s-a sfârşit pe %@.
ru: Бюджет закончился %@.
sk: Rozpočet skončil %@.
sl: Proračun se je končal %@.
sv: Budget slutade den %@.
ta: பட்ஜெட் %@இல் முடிந்தது.
te: బడ్జెట్ %@ నుండి ముగిసిపోయింది.
th: งบประมาณสิ้นสุดเมื่อ %@
tr: Bütçe %@ tarihinde sona erdi.
uk: Бюджет закінчився %@.
ur: بجٹ %@ پر ختم ہوا۔
vi: Ngân sách kết thúc vào %@.
zh_hans: 预算已于 %@ 结束。
zh_hant: 預算已於 %@ 結束。

# addEditExpense.preStart.caption.format
source: Budget starts on %@.
ar: تبدأ الميزانية في %@.
bn: বাজেট %@ এ শুরু হয়।
ca: El pressupost comença el %@.
cs: Rozpočet začíná %@.
da: Budget starter den %@.
de: Budget startet am %@.
el: Ο προϋπολογισμός ξεκινά στις %@.
es: El presupuesto comienza el %@.
es_mx: El presupuesto comienza el %@.
fi: Budjetti alkaa %@.
fr: Le budget commence le %@.
fr_ca: Le budget commence le %@.
gu: બજેટ %@ પર શરૂ થાય છે.
he: התקציב מתחיל ב-%@.
hi: बजट %@ पर शुरू होता है।
hr: Proračun počinje na %@.
hu: A költségvetés kezdődik: %@
id: Anggaran dimulai pada %@.
it: Budget inizia il %@.
ja: 予算は%@から開始します。
kn: ಬಜೆಟ್ %@ ರಂದು ಆರಂಭವಾಗುತ್ತದೆ.
ko: 예산이 %@에 시작됩니다.
ml: ബജറ്റ് %@ മുതൽ ആരംഭിക്കുന്നു.
mr: Budget %@ वर सुरू होते.
ms: Belanja bermula pada %@.
nb: Budsjettet starter %@.
nl: Budget begint op %@.
or: ବଜେଟ୍ %@ ରେ ଆରମ୍ଭ ହୁଏ।
pa: ਬਜਟ %@ ਤੇ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ।
pl: Budżet zaczyna się %@.
pt_br: Orçamento começa em %@.
pt_pt: Orçamento começa em %@.
ro: Bugetul începe pe %@.
ru: Бюджет начинается %@.
sk: Rozpočet začína %@.
sl: Proračun se začne %@.
sv: Budget börjar den %@.
ta: பட்ஜெட் %@இல் தொடங்குகிறது.
te: బడ్జెట్ %@ నుండి ప్రారంభమవుతుంది.
th: งบประมาณเริ่มต้นเมื่อ %@
tr: Bütçe %@ tarihinde başlıyor.
uk: Бюджет починається %@.
ur: بجٹ %@ پر شروع ہوتا ہے۔
vi: Ngân sách bắt đầu vào %@.
zh_hans: 预算将于 %@ 开始。
zh_hant: 預算將於 %@ 開始。

# addEditExpense.recents.empty.accessibilityLabel
source: No matching recent expenses
ar: لا توجد نفقات حديثة مطابقة
bn: মেলে এমন সাম্প্রতিক খরচ নেই
ca: Cap despesa recent que coincideixi
cs: Žádné odpovídající nedávné výdaje
da: Ingen matchende nylige udgifter
de: Keine übereinstimmenden kürzlichen Ausgaben
el: Δεν υπάρχουν αντίστοιχες πρόσφατες δαπάνες
es: Sin gastos recientes que coincidan
es_mx: Sin gastos recientes coincidentes
fi: Ei vastaavia viimeisiä kuluja
fr: Aucune dépense récente correspondante
fr_ca: Aucune dépense récente correspondante
gu: કોઈ મેળતા તાજેતરના ખર્ચ નથી
he: אין הוצאות אחרונות תואמות
hi: कोई मेल खाने वाले हाल के खर्च नहीं
hr: Nema odgovarajućih nedavnih troškova
hu: Nincs egyező legutóbbi kiadás
id: Tidak ada pengeluaran terbaru yang cocok
it: Nessuna spesa recente corrispondente
ja: 一致する最近の支出がありません
kn: ಹೊಂದಿಕೊಳ್ಳುವ ಇತ್ತೀಚಿನ ಖರ್ಚುಗಳ ಸಂಖ್ಯೆ ಇಲ್ಲ
ko: 최근 지출 기록 없음
ml: കിട്ടുന്ന സമീപകാലത്തുള്ള ചെലവുകൾ ഇല്ല
mr: कोणताही जुळणारा अलीकडील खर्च नाही
ms: Tiada perbelanjaan terbaru yang sepadan
nb: Ingen matchende nylige utgifter
nl: Geen overeenkomende recente uitgaven
or: ସାମ୍ପ୍ରତିକ ଖର୍ଚ୍ଚ ମେଳ ନାହିଁ
pa: ਕੋਈ ਮਿਲਦੇ-ਜੁਲਦੇ ਹਾਲੀਆ ਖਰਚੇ ਨਹੀਂ
pl: Brak pasujących ostatnich wydatków
pt_br: Nenhuma despesa recente correspondente
pt_pt: Nenhuma despesa recente correspondente
ro: Nicio cheltuială recentă care se potrivește
ru: Недавних расходов не найдено
sk: Žiadne zodpovedajúce nedávne výdavky
sl: Ni ujemajočih nedavnih stroškov
sv: Inga matchande tidigare utgifter
ta: பொருந்தும் சமீபத்திய செலவுகள் இல்லை
te: ఇటీవలి ఖర్చులకు సరిపోలే లేవు
th: ไม่มีรายการค่าใช้จ่ายล่าสุดที่ตรงกัน
tr: Eşleşen yakın tarihli giderler yok
uk: Немає відповідних останніх витрат
ur: کوئی مماثل حالیہ اخراجات نہیں
vi: Không có chi tiêu gần đây nào khớp
zh_hans: 没有匹配的近期费用
zh_hant: 無相符的近期開支

# addEditExpense.recents.empty.noMatches
source: No matches
ar: لا توجد نتائج
bn: কোনো মিল নেই
ca: Cap coincidència
cs: Žádné výsledky
da: Ingen matches
de: Keine Übereinstimmungen
el: Κανένα αποτέλεσμα
es: Sin coincidencias
es_mx: Sin coincidencias
fi: Ei tuloksia
fr: Aucun résultat
fr_ca: Aucune correspondance
gu: કોઈ મેળ નથી
he: אין תוצאות
hi: कोई मेल नहीं
hr: Nema poklapanja
hu: Nincs találat
id: Tidak ada yang cocok
it: Nessuna corrispondenza
ja: 一致なし
kn: ಯಾವುದೇ ಹೊಂದಿಕೆ ಇಲ್ಲ
ko: 일치하는 항목 없음
ml: പൊരുത്തം ഇല്ല
mr: कोणती जुळली नाही
ms: Tiada padanan
nb: Ingen treff
nl: Geen overeenkomsten
or: ମେଳ ନାହିଁ
pa: ਕੋਈ ਮੈਚ ਨਹੀਂ
pl: Brak wyników
pt_br: Nenhum resultado
pt_pt: Sem correspondências
ro: Nicio potrivire
ru: Нет совпадений
sk: Žiadne zhody
sl: Ni ujemanj
sv: Inga träffar
ta: பொருத்தங்கள் இல்லை
te: సరిపోలే లేవు
th: ไม่พบรายการ
tr: Eşleşme yok
uk: Немає збігів
ur: کوئی نہیں ملا
vi: Không khớp
zh_hans: 无匹配项
zh_hant: 無相符項目

# addEditExpense.recents.section.title
source: Recents
ar: الأخيرة
bn: সাম্প্রতিক
cs: Nedávné
da: Seneste
de: Zuletzt verwendet
el: Πρόσφατα
es: Recientes
es_mx: Recientes
fi: Viimeisimmät
fr: Récentes
fr_ca: Récents
gu: તાજેતરના
he: אחרונות
hi: हाल के
hr: Nedavno
hu: Legutóbbi
id: Terbaru
it: Recenti
ja: 最近の支出
kn: ಇತ್ತೀಚಿನವು
ko: 최근 항목
ml: സമീപകാലത്തുള്ളവ
mr: अलीकडील
ms: Terbaru
nb: Nylige
nl: Recent
or: ସାମ୍ପ୍ରତିକ
pa: ਹਾਲੀਆ
pl: Ostatnie
pt_br: Recentes
pt_pt: Recentes
ro: Recente
ru: Недавние
sk: Nedávne
sl: Nedavni
sv: Senaste
ta: சமீபத்தியவை
te: ఇటీవలివి
th: ล่าสุด
tr: Son Kullanılanlar
uk: Останні
ur: حالیہ
vi: Gần đây
zh_hans: 近期
zh_hant: 近期

# addEditExpense.recents.tile.accessibilityHint
source: Fills the amount and description for review.
ar: يملأ المبلغ والوصف للمراجعة.
bn: পর্যালোচনার জন্য পরিমাণ এবং বিবরণ পূরণ করে।
ca: Omple l'import i la descripció per revisar.
cs: Vyplní částku a popis ke kontrole.
da: Udfylder beløbet og beskrivelsen til gennemsyn.
de: Füllt den Betrag und die Beschreibung zur Überprüfung aus.
el: Συμπληρώνει το ποσό και την περιγραφή για αναθεώρηση.
es: Completa el importe y la descripción para revisar.
es_mx: Completa la cantidad y descripción para revisar.
fi: Täyttää summan ja kuvauksen tarkistusta varten.
fr: Remplit le montant et la description pour examen.
fr_ca: Remplit le montant et la description pour révision.
gu: સમીક્ષા માટે રકમ અને વર્ણન ભરે છે.
he: מילוי הסכום והתיאור לבדיקה.
hi: राशि और विवरण समीक्षा के लिए भरता है।
hr: Popunjava iznos i opis za pregled.
hu: Beállítja az összeget és a leírást az ellenőrzéshez.
id: Mengisi jumlah dan deskripsi untuk ditinjau.
it: Compila l'importo e la descrizione per la revisione.
ja: 金額と説明を入力して確認できます。
kn: ವಿಮರ್ಶೆಗಾಗಿ ಮೊತ್ತ ಮತ್ತು ವಿವರಣೆಯನ್ನು ಭರ್ತಿ ಮಾಡುತ್ತದೆ.
ko: 금액과 설명이 검토를 위해 입력됩니다.
ml: സമീക്ഷയ്ക്കായി തുക ഉം വിവരണം പൂരിപ്പിക്കുന്നു.
mr: पुनरावलोकनसाठी रक्कम आणि वर्णन भरते.
ms: Mengisi jumlah dan penerangan untuk semakan.
nb: Fyller inn beløpet og beskrivelsen for gjennomgang.
nl: Vult het bedrag en de beschrijving in ter controle.
or: ସମୀକ୍ଷା ପାଇଁ ରାଶି ଏବଂ ବର୍ଣ୍ଣନା ଭରେ।
pa: ਜਾਂਚ ਲਈ ਰਕਮ ਅਤੇ ਵੇਰਵਾ ਭਰਦਾ ਹੈ।
pl: Wypełnia kwotę i opis do przeglądu.
pt_br: Preenche o valor e a descrição para revisão.
pt_pt: Preenche o valor e a descrição para revisão.
ro: Completează suma și descrierea pentru revizuire.
ru: Заполняет сумму и описание для проверки.
sk: Vyplní sumu a popis na kontrolu.
sl: Izpolni znesek in opis za pregled.
sv: Fyller i belopp och beskrivning för granskning.
ta: மதிப்பாய়வுக்கான தொகை மற்றும் விளக்கத்தை நிரப்புகிறது.
te: సమీక్ష కోసం మొత్తం మరియు వివరణను నింపుతుంది.
th: กรอกจำนวนเงินและคำอธิบายสำหรับการตรวจสอบ
tr: Tutar ve açıklamayı gözden geçirme için doldurur.
uk: Заповнює суму та опис для перевірки.
ur: جائزے کے لیے رقم اور تفصیل بھرتا ہے۔
vi: Điền số tiền và mô tả để xem xét.
zh_hans: 填充金额和说明以供审核。
zh_hant: 填入金額和說明供您檢查。

# addEditExpense.recents.tile.accessibilityLabel
source: Use %@, %@
ar: استخدم %@, %@
bn: %@ ব্যবহার করুন, %@
ca: Utilitza %@, %@
cs: Použít %@, %@
da: Brug %@, %@
de: %@ verwenden, %@
el: Χρήση %@, %@
es: Usar %@, %@
es_mx: Usar %@, %@
fi: Käytä %@, %@
fr: Utiliser %@, %@
fr_ca: Utiliser %@, %@
gu: %@ ઉપયોગ કરો, %@
he: השתמש ב-%@, %@
hi: उपयोग करें %@, %@
hr: Koristi %@, %@
hu: %@ felhasználása, %@
id: Gunakan %@, %@
it: Usa %@, %@
ja: %@、%@を使用
kn: ಬಳಸಿ %@, %@
ko: %@, %@ 사용
ml: %@ ഉപയോഗിക്കുക, %@
mr: वापरा %@, %@
ms: Gunakan %@, %@
nb: Bruk %@, %@
nl: Gebruik %@, %@
or: ବ୍ୟବହାର %@, %@
pa: ਵਰਤੋ %@, %@
pl: Użyj %@, %@
pt_br: Usar %@, %@
pt_pt: Usar %@, %@
ro: Folosește %@, %@
ru: Использовать %@, %@
sk: Použiť %@, %@
sl: Uporabi %@, %@
sv: Använd %@, %@
ta: %@, %@ஐப் பயன்படுத்தவும்
te: ఉపయోగించండి %@, %@
th: ใช้ %@, %@
tr: %@, %@ kullan
uk: Використовувати %@, %@
ur: %@ استعمال کریں، %@
vi: Sử dụng %@, %@
zh_hans: 使用 %@、%@
zh_hant: 使用 %@、%@

# addEditExpense.section.amount
source: Amount
ar: المبلغ
bn: পরিমাণ
ca: Import
cs: Částka
da: Beløb
de: Betrag
el: Ποσό
es: Importe
es_mx: Monto
fi: Summa
fr: Montant
fr_ca: Montant
gu: રકમ
he: סכום
hi: राशि
hr: Iznos
hu: Összeg
id: Jumlah
it: Importo
ja: 金額
kn: ಮೊತ್ತ
ko: 금액
ml: തുക
mr: रक्कम
ms: Jumlah
nb: Beløp
nl: Bedrag
or: ରାଶି
pa: ਰਕਮ
pl: Kwota
pt_br: Valor
pt_pt: Montante
ro: Sumă
ru: Сумма
sk: Suma
sl: Znesek
sv: Belopp
ta: தொகை
te: మొత్తం
th: จำนวนเงิน
tr: Tutar
uk: Сума
ur: رقم
vi: Số tiền
zh_hans: 金额
zh_hant: 金額

# addEditExpense.section.name
source: Description (optional)
ar: الوصف (اختياري)
bn: বিবরণ (ঐচ্ছিক)
ca: Descripció (opcional)
cs: Popis (volitelné)
da: Beskrivelse (valgfri)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετικό)
es: Descripción (opcional)
es_mx: Descripción (opcional)
fi: Kuvaus (valinnainen)
fr: Description (facultative)
fr_ca: Description (facultatif)
gu: વર્ણન (વૈકલ્પિક)
he: תיאור (אופציונלי)
hi: विवरण (वैकल्पिक)
hr: Opis (neobavezno)
hu: Leírás (nem kötelező)
id: Deskripsi (opsional)
it: Descrizione (opzionale)
ja: 説明（任意）
kn: ವಿವರಣೆ (ಐಚ್ಛಿಕ)
ko: 설명 (선택 사항)
ml: വിവരണം (ഐച്ഛികം)
mr: वर्णन (वैकल्पिक)
ms: Penerangan (pilihan)
nb: Beskrivelse (valgfritt)
nl: Omschrijving (optioneel)
or: ବର୍ଣ୍ଣନା (ଐଚ୍ଛିକ)
pa: ਵੇਰਵਾ (ਵਿਕਲਪਿਕ)
pl: Opis (opcjonalny)
pt_br: Descrição (opcional)
pt_pt: Descrição (opcional)
ro: Descriere (opțional)
ru: Описание (необязательно)
sk: Popis (nepovinné)
sl: Opis (opciono)
sv: Beskrivning (valfri)
ta: விளக்கம் (விருப்பத்தேர்ந்த)
te: వివరణ (ఐచ్ఛికం)
th: คำอธิบาย (ไม่บังคับ)
tr: Açıklama (isteğe bağlı)
uk: Опис (необов'язково)
ur: تفصیل (اختیاری)
vi: Mô tả (tùy chọn)
zh_hans: 描述（可选）
zh_hant: 說明（選填）

# addEditExpense.section.when
source: When
ar: التاريخ
bn: কখন
ca: Quan
cs: Kdy
da: Hvornår
de: Wann
el: Πότε
es: Cuándo
es_mx: Cuándo
fi: Ajankohta
fr: Date
fr_ca: Quand
gu: ક્યારે
he: מתי
hi: कब
hr: Kada
hu: Mikor
id: Tanggal
it: Quando
ja: 日付
kn: ಯಾವಾಗ
ko: 날짜
ml: എപ്പോൾ
mr: केव्हा
ms: Bila
nb: Når
nl: Wanneer
or: କେବେ
pa: ਕਦੋਂ
pl: Kiedy
pt_br: Quando
pt_pt: Quando
ro: Când
ru: Когда
sk: Kedy
sl: Kdaj
sv: När
ta: எப்போது
te: ఎప్పుడు
th: วันที่
tr: Ne Zaman
uk: Коли
ur: کب
vi: Khi nào
zh_hans: 时间
zh_hant: 時間

# addEditExpense.title.add
source: Add Expense
ar: إضافة مصروف
bn: খরচ যোগ করুন
ca: Afegeix una despesa
cs: Přidat výdaj
da: Tilføj udgift
de: Ausgabe hinzufügen
el: Προσθήκη Εξόδου
es: Añadir gasto
es_mx: Agregar gasto
fi: Lisää kulu
fr: Ajouter une dépense
fr_ca: Ajouter une dépense
gu: ખર્ચ ઉમેરો
he: הוספת הוצאה
hi: खर्च जोड़ें
hr: Dodaj trošak
hu: Kiadás hozzáadása
id: Tambah Pengeluaran
it: Aggiungi Spesa
ja: 支出を追加
kn: ಖರ್ಚು ಸೇರಿಸಿ
ko: 지출 추가
ml: ചെലവ് ചേർക്കുക
mr: खर्च जोडा
ms: Tambah Perbelanjaan
nb: Legg til utgift
nl: Uitgave toevoegen
or: ଖର୍ଚ୍ଚ ଯୋଡ଼ନ୍ତୁ
pa: ਖਰਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj wydatek
pt_br: Adicionar Despesa
pt_pt: Adicionar Despesa
ro: Adaugă cheltuială
ru: Добавить расход
sk: Pridať výdavok
sl: Dodaj strošek
sv: Lägg till utgift
ta: செலவைச் சேர்
te: ఖర్చు జోడించండి
th: เพิ่มรายจ่าย
tr: Harcama Ekle
uk: Додати витрату
ur: اخراجات شامل کریں
vi: Thêm khoản chi
zh_hans: 添加支出
zh_hant: 新增支出

# addEditExpense.title.add.addFunds
source: Add Funds
ar: إضافة أموال
bn: টাকা যোগ করুন
ca: Afegeix fons
cs: Přidat prostředky
da: Tilføj beløb
de: Guthaben hinzufügen
el: Προσθήκη κεφαλαίων
es: Añadir fondos
es_mx: Agregar fondos
fi: Lisää varoja
fr: Ajouter des fonds
fr_ca: Ajouter des fonds
gu: ભંડોળ ઉમેરો
he: הוספת כספים
hi: राशि जोड़ें
hr: Dodaj sredstva
hu: Összeg hozzáadása
id: Tambah Dana
it: Aggiungi fondi
ja: 資金を追加
kn: ಹಣ ಸೇರಿಸಿ
ko: 자금 추가
ml: പണം ചേർക്കുക
mr: निधी जोडा
ms: Tambah Dana
nb: Legg til midler
nl: Tegoed toevoegen
or: ପାଣ୍ଠି ଯୋଡ଼ନ୍ତୁ
pa: ਰਕਮ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj środki
pt_br: Adicionar fundos
pt_pt: Adicionar Fundos
ro: Adaugă fonduri
ru: Добавить средства
sk: Pridať prostriedky
sl: Dodaj sredstva
sv: Lägg till medel
ta: பணம் சேர்
te: నిధులు జోడించండి
th: เพิ่มเงิน
tr: Para Ekle
uk: Додати кошти
ur: رقم شامل کریں
vi: Thêm Tiền
zh_hans: 添加资金
zh_hant: 新增資金

# addEditExpense.title.existing
source: Expense
ar: مصروف
bn: খরচ
ca: Despesa
cs: Výdaj
da: Udgift
de: Ausgabe
el: Έξοδο
es: Gasto
es_mx: Gasto
fi: Kulu
fr: Dépense
fr_ca: Dépense
gu: ખર્ચ
he: הוצאה
hi: खर्च
hr: Trošak
hu: Kiadás
id: Pengeluaran
it: Spesa
ja: 支出
kn: ಖರ್ಚು
ko: 지출
ml: ചെലവ്
mr: खर्च
ms: Perbelanjaan
nb: Utgift
nl: Uitgave
or: ଖର୍ଚ୍ଚ
pa: ਖਰਚ
pl: Wydatek
pt_br: Despesa
pt_pt: Despesa
ro: Cheltuială
ru: Расход
sk: Výdavok
sl: Strošek
sv: Utgift
ta: செலவு
te: ఖర్చు
th: รายจ่าย
tr: Harcama
uk: Витрата
ur: اخراجات
vi: Chi tiêu
zh_hans: 支出
zh_hant: 支出

# addEditExpense.title.existing.addFunds
source: Add Funds
ar: إضافة أموال
bn: টাকা যোগ করুন
ca: Afegeix fons
cs: Přidat prostředky
da: Tilføj beløb
de: Guthaben hinzufügen
el: Προσθήκη Κεφαλαίων
es: Añadir fondos
es_mx: Agregar Fondos
fi: Lisää varoja
fr: Ajouter des fonds
fr_ca: Ajouter des fonds
gu: ભંડોળ ઉમેરો
he: הוספת כספים
hi: राशि जोड़ें
hr: Dodaj sredstva
hu: Összeg hozzáadása
id: Tambah Dana
it: Aggiungi Fondi
ja: 資金を追加
kn: ಹಣ ಸೇರಿಸಿ
ko: 자금 추가
ml: പണം ചേർക്കുക
mr: निधी जोडा
ms: Tambah Dana
nb: Legg til midler
nl: Tegoed toevoegen
or: ପାଣ୍ଠି ଯୋଡ଼ନ୍ତୁ
pa: ਰਕਮ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj środki
pt_br: Adicionar Fundos
pt_pt: Adicionar Fundos
ro: Adaugă fonduri
ru: Добавить средства
sk: Pridať prostriedky
sl: Dodaj sredstva
sv: Lägg till medel
ta: பணம் சேர்
te: నిధులు జోడించండి
th: เพิ่มเงิน
tr: Para Ekle
uk: Додати кошти
ur: رقم شامل کریں
vi: Thêm Tiền
zh_hans: 添加资金
zh_hant: 新增資金

# budget.row.accessibilityHint
source: Opens budget details
ar: يفتح تفاصيل الميزانية
bn: বাজেট বিস্তারিত খোলে
ca: Obre els detalls del pressupost
cs: Otevře detaily rozpočtu
da: Åbner budgetdetaljer
de: Öffnet die Budgetdetails
el: Ανοίγει τις λεπτομέρειες του προϋπολογισμού
es: Abre los detalles del presupuesto
es_mx: Abre los detalles del presupuesto
fi: Avaa budjetin tiedot
fr: Ouvre les détails du budget
fr_ca: Ouvre les détails du budget
gu: બજેટ વિગતો ખોલે છે
he: פותח את פרטי התקציב
hi: बजट विवरण खोलता है
hr: Otvara detalje proračuna
hu: Megnyitja a részleteket
id: Membuka detail anggaran
it: Apre i dettagli del budget
ja: 予算の詳細を開きます
kn: ಬಜೆಟ್ ವಿವರಗಳನ್ನು ತೆರೆಯುತ್ತದೆ
ko: 예산 세부 정보를 열어요
ml: ബജറ്റ് വിശദാംശങ്ങൾ തുറക്കുന്നു
mr: budget तपशील उघडते
ms: Membuka butiran belanjawan
nb: Åpner budsjettdetaljer
nl: Opent budgetdetails
or: ବଜେଟ୍ ବିବରଣୀ ଖୋଲେ
pa: ਬਜਟ ਵੇਰਵੇ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera szczegóły budżetu
pt_br: Abre os detalhes do orçamento
pt_pt: Abre os detalhes do orçamento
ro: Deschide detaliile bugetului
ru: Открывает детали бюджета
sk: Otvorí detaily rozpočtu
sl: Odpre podrobnosti proračuna
sv: Öppnar budgetdetaljer
ta: பட்ஜெட் விவரங்களைத் திறக்கிறது
te: బడ్జెట్ వివరాలను తెరుస్తుంది
th: เปิดรายละเอียดงบประมาณ
tr: Bütçe ayrıntılarını açar
uk: Відкриває деталі бюджету
ur: بجٹ کی تفصیلات کھولتا ہے
vi: Mở chi tiết ngân sách
zh_hans: 打开预算详情
zh_hant: 開啟預算詳情

# budget.row.addExpense.accessibilityHint
source: Opens add expense form
ar: يفتح نموذج إضافة مصروف
bn: খরচ যোগ করার ফর্ম খোলে
ca: Obre el formulari d'addició de despesa
cs: Otevře formulář pro přidání výdaje
da: Åbner formular til tilføjelse af udgift
de: Öffnet das Formular zum Hinzufügen einer Ausgabe
el: Ανοίγει τη φόρμα προσθήκης εξόδου
es: Abre el formulario para añadir un gasto
es_mx: Abre el formulario para agregar un gasto
fi: Avaa kulujen lisäyslomakkeen
fr: Ouvre le formulaire d'ajout de dépense
fr_ca: Ouvre le formulaire d'ajout de dépense
gu: ખર્ચ ફોર્મ ખોલે છે
he: פותח טופס הוספת הוצאה
hi: खर्च जोड़ने का फ़ॉर्म खोलता है
hr: Otvara obrazac za dodavanje troška
hu: Megnyitja a kiadás hozzáadása űrlapot
id: Membuka formulir tambah pengeluaran
it: Apre il modulo per aggiungere una spesa
ja: 支出追加フォームを開きます
kn: ಖರ್ಚು ಫಾರ್ಮ್ ಸೇರಿಸಿ ತೆರೆಯುತ್ತದೆ
ko: 지출 추가 양식을 열어요
ml: ചെലവ് ഫോം ചേർക്കുക തുറക്കുന്നു
mr: खर्च फॉर्म जोडा उघडते
ms: Membuka borang tambah perbelanjaan
nb: Åpner skjema for å legge til utgift
nl: Opent formulier voor nieuwe uitgave
or: ଖର୍ଚ୍ଚ ଯୋଗ ଫର୍ମ ଖୋଲେ
pa: ਖਰਚ ਸ਼ਾਮਲ ਕਰਨ ਦਾ ਫ਼ਾਰਮ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera formularz dodawania wydatku
pt_br: Abre o formulário de adicionar despesa
pt_pt: Abre o formulário para adicionar despesa
ro: Deschide formularul de adăugare cheltuială
ru: Открывает форму добавления расхода
sk: Otvorí formulár na pridanie výdavku
sl: Odpre obrazec za dodajanje stroška
sv: Öppnar formuläret för att lägga till utgift
ta: செலவு படிவத்தைச் சேர்க்க திறக்கிறது
te: ఖర్చు ఫారమ్‌ను జోడించండని తెరుస్తుంది
th: เปิดแบบฟอร์มเพิ่มรายจ่าย
tr: Harcama ekleme formunu açar
uk: Відкриває форму додавання витрати
ur: اخراج کی شکل کھولتا ہے
vi: Mở biểu mẫu thêm chi tiêu
zh_hans: 打开添加支出表单
zh_hant: 開啟新增支出表單

# budget.row.addExpense.accessibilityLabel
source: Add expense for %@
ar: إضافة مصروف لـ %@
bn: %@ এর জন্য খরচ যোগ করুন
ca: Afegeix una despesa a %@
cs: Přidat výdaj k %@
da: Tilføj udgift for %@
de: Ausgabe für %@ hinzufügen
el: Προσθήκη εξόδου για %@
es: Añadir gasto para %@
es_mx: Agregar gasto en %@
fi: Lisää kulu budjettiin %@
fr: Ajouter une dépense pour %@
fr_ca: Ajouter une dépense pour %@
gu: %@ માટે ખર્ચ ઉમેરો
he: הוסף הוצאה עבור %@
hi: %@ के लिए खर्च जोड़ें
hr: Dodaj trošak za %@
hu: Kiadás hozzáadása: %@
id: Tambah pengeluaran untuk %@
it: Aggiungi spesa per %@
ja: %@の支出を追加
kn: %@ಗಾಗಿ ಖರ್ಚು ಸೇರಿಸಿ
ko: %@ 지출 추가
ml: %@ എന്നതിന് ചെലവ് ചേർക്കുക
mr: %@ साठी खर्च जोडा
ms: Tambah perbelanjaan untuk %@
nb: Legg til utgift for %@
nl: Uitgave toevoegen voor %@
or: %@ ପାଇଁ ଖର୍ଚ୍ଚ ଯୋଡ଼ନ୍ତୁ
pa: %@ ਲਈ ਖਰਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj wydatek do %@
pt_br: Adicionar despesa para %@
pt_pt: Adicionar despesa em %@
ro: Adaugă cheltuială pentru %@
ru: Добавить расход для %@
sk: Pridať výdavok pre %@
sl: Dodaj strošek za %@
sv: Lägg till utgift för %@
ta: %@க்கான செலவைச் சேர்க்கவும்
te: %@ కోసం ఖర్చు జోడించండి
th: เพิ่มรายจ่ายสำหรับ %@
tr: %@ için harcama ekle
uk: Додати витрату для %@
ur: %@ کے لیے اخراج شامل کریں
vi: Thêm chi tiêu cho %@
zh_hans: 为%@添加支出
zh_hant: 為 %@ 新增支出
